Repository: hirokun-hub/TapBurst
Catalog: TapBurst/Localizable.xcstrings
Source language: en
Languages: ja

# a11y.home.reset_hint
source: Resets all best scores
ja: すべてのベストスコアをリセットします

# a11y.home.reset_label
source: Reset scores
ja: スコアをリセット

# a11y.home.share_best_hint
source: Shares your all-time best scorecard
ja: 歴代ベストのスコアカードを共有します

# a11y.home.start_hint
source: Starts the game
ja: ゲームを開始します

# a11y.results.home_hint
source: Returns to home screen
ja: ホーム画面に戻ります

# a11y.results.retry_hint
source: Restarts from countdown
ja: カウントダウンから再開します

# a11y.results.share_hint
source: Shares your scorecard
ja: スコアカードを共有します

# a11y.results.save_hint
source: Saves your scorecard to Photos
ja: スコアカードを写真ライブラリに保存します

# a11y.results.title_label
source: Title
ja: 称号

# countdown.ready
source: Get Ready!
ja: 準備して!

# common.cancel
source: Cancel
ja: キャンセル

# game.tap_invalid
source: Not yet!
ja: まだだよ!

# home.best_score
source: Best Score
ja: 自己ベスト

# home.reset_all
source: Reset All
ja: すべてリセット

# home.reset_confirmation_title
source: Reset Scores
ja: スコアリセット

# home.start
source: START
ja: スタート

# home.share_best
source: Share Best
ja: ベストをシェア

# home.today_best
source: Today's Best
ja: 今日のベスト

# home.until_new_best %lld
source: %lld more to beat your best
ja: あと %lld で歴代更新

# photo_library.denied_message
source: Allow photo access in Settings to save your scorecard.
ja: スコアカードを保存するには、設定アプリで写真へのアクセスを許可してください。

# photo_library.denied_title
source: Photo Access Needed
ja: 写真へのアクセスが必要です

# photo_library.open_settings
source: Open Settings
ja: 設定を開く

# player_name.message
source: Add a name to show it on your scorecard. You can skip this for now.
ja: スコアカードに表示する名前を入力できます。あとで設定したい場合はスキップできます。

# player_name.placeholder
source: Your name
ja: プレイヤー名

# player_name.save
source: Save
ja: 保存

# player_name.skip
source: Skip
ja: スキップ

# player_name.title
source: Player Name
ja: プレイヤー名

# results.go_home
source: Home
ja: ホームに戻る

# results.retry
source: Retry
ja: もう1回

# results.score
source: Score
ja: スコア

# results.save
source: Save
ja: 保存

# results.save_denied
source: Could not save the scorecard.
ja: スコアカードを保存できませんでした。

# results.save_failed
source: Could not generate the scorecard. Please try again.
ja: スコアカードの生成に失敗しました。もう一度お試しください。

# results.save_success
source: Saved to Photos.
ja: 写真ライブラリに保存しました。

# results.share
source: Share
ja: シェア

# title.burst_master
source: Burst Master
ja: バーストマスター

# title.first_steps
source: First Steps
ja: スタートダッシュ

# title.getting_there
source: Getting There
ja: いい調子

# title.god_tier
source: God Tier
ja: 神の領域

# title.limit_breaker
source: Limit Breaker
ja: リミットブレイカー

# title.machine_gun
source: Machine Gun Finger
ja: マシンガンフィンガー

# title.overdrive
source: Overdrive
ja: オーバードライブ

# title.rush_mode
source: Rush Mode
ja: ラッシュモード

# title.sonic
source: Sonic Fingertips
ja: 音速の指先

# title.speed_star
source: Speed Star
ja: スピードスター

# settings.open
source: Open Settings
ja: 設定を開く
